[
    {
        "number": "1",
        "tip": "Wear sunscreen. The long term benefits of suncreen have been proved by scientists, whereas the rest of my advice has no basis more reliable than my own meandering experience."
    },
    {
        "number": "2",
        "tip": "Don't be reckless with other people's hearts, and don't put up with people who are reckless with yours."
    },
    {
        "number": "3",
        "tip": "Don't waste your time on jealousy - sometimes you're ahead, sometimes you're behind... the race is long, and in the end, it's only with yourself."
    },
    {
        "number": "4",
        "tip": "Remember the compliments you receive, forget the insults. (If you succeed in doing this, tell me how.)"
    },
    {
        "number": "5",
        "tip": "Don't feel guilty if you don't know what you want to do with your life. Some of the most interesting 40 year olds I know still don't."
    },
    {
        "number": "6",
        "tip": "Whatever you do, don't congratulate yourself too much - or berate yourself either."
    },
    {
        "number": "7",
        "tip": "Enjoy your body! Use it every way you can. Don't be afraid of it, or what other people think of it - it's the greatest instrument you'll ever own."
    },
    {
        "number": "8",
        "tip": "Dance, even if you have nowhere to do it but in your own living room."
    },
    {
        "number": "9",
        "tip": "READ THE DIRECTIONS. Even if you don't follow them."
    },
    {
        "number": "10",
        "tip": "Do NOT read 'beauty' magazines, they will only make you feel ugly."
    },
    {
        "number": "11",
        "tip": "Please stay hydrated! Now is a great time to drink some water."
    },
    {
        "number": "12",
        "tip": "Even if all you did today was survive, that's okay. You are enough!"
    },
    {
        "number": "13",
        "tip": "Taking time to relax is worthwhile."
    },
    {
        "number": "14",
        "tip": "Have you eaten enough today?"
    },
    {
        "number": "15",
        "tip": "Remember: there are people out there who love you."
    },
    {
        "number": "16",
        "tip": "It is okay to step away from your desk. Take five minutes and move around."
    },
    {
        "number": "17",
        "tip": "Have you talked to your friends lately? Why not drop them a message?"
    },
    {
        "number": "18",
        "tip": "Here's a reminder to do that thing you've been putting off. It will feel really satisfying to get it done!"
    },
    {
        "number": "19",
        "tip": "When I'm feeling meh, I go and look at the @WeRateDogs twitter."
    },
    {
        "number": "20",
        "tip": "Give yourself permission to switch off and do something fun."
    },
    {
        "number": "21",
        "tip": "You may not be there yet... but look how far you've come! That's a journey to be proud of."
    },
    {
        "number": "22",
        "tip": "There's no need to compare yourself to others, because you aren't meant to be a copy of them, you are meant to be the best version of yourself."
    }
]